Newtonian/f=3.692Hz_zo=0.1mm/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    inlet
    {
        type            patch;
        nFaces          1125;
        startFace       65775;
    }
    outlet
    {
        type            patch;
        nFaces          1125;
        startFace       66900;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          1200;
        startFace       68025;
    }
)

// ************************************************************************* //
